Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: add an output metadata tag
es: Agregar etiqueta de metadatos de salida

source: delete metadata tag
es: Eliminar etiqueta de los metadatos

source: enter the time shown on the selected picture format: hh:mm:ss
es: introduzca el tiempo mostrado en la imagen seleccionada formato: hh:mm:ss

source: ok
es: aceptar

source: open GPX file
es: abrir archivo gpx

source: GPS data exchange format
es: Formato de intercambio de datos GPS

source: camera time zone
es: zona horaria de la camara

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
es: La mayoría de las cámaras no almacenan la zona horaria en los datos Exif. Indique la zona horaria correcta para que los datos gpx puedan ser procesados correctamente

source: time offset format: [+-]?[[hh:]mm:]ss
es: Compensación horaria Formato: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
es: Calcular la compensación horaria desde una imagen

source: apply time offset to selected images
es: Establecer la compensación horaria en las imágenes seleccionadas

source: apply GPX track file...
es: adjuntar archivo gpx de seguimiento...

source: parses a GPX file and updates location of selected images
es: Abrir archivo GPX y actualizar la ubicación de las imágenes seleccionadas

source: histogram
es: histograma

source: set mode to waveform
es: Cambiar histograma a modo de onda

source: set mode to histogram
es: Establecer el modo del histograma

source: set mode to linear
es: Cambiar histograma a modo lineal

source: set mode to logarithmic
es: Cambiar histograma a modo logarítmico

source: set mode to RGB parade
es: Establecer el modo de canales en paralelo RGB

source: click to hide red channel
es: Pulse para ocultar canal rojo

source: click to show red channel
es: Pulse para mostrar canal rojo

source: click to hide green channel
es: Pulse para ocultar canal verde

source: click to show green channel
es: Pulse para mostrar canal verde

source: click to hide blue channel
es: Pulse para ocultar canal azul

source: click to show blue channel
es: Pulse para mostrar canal azul

source: drag to change black point, doubleclick resets ctrl+scroll to change display height
es: Arrastrar para cambiar el punto negro. Para reiniciar, pulse dos veces. Para cambiar la altura del visor: Ctrl+Desplazamiento

source: drag to change exposure, doubleclick resets ctrl+scroll to change display height
es: Para cambiar la exposición, arrástrelo. Para reiniciar, pulse dos veces. Para cambiar la altura del visor: Ctrl+Desplazamiento

source: histogram/hide histogram
es: histograma/ ocultar histograma

source: hide histogram
es: ocultar histograma

source: histogram/cycle histogram modes
es: histograma/ modo cíclico del histograma

source: cycle histogram modes
es: modo cíclico del histograma

source: histogram/switch histogram mode
es: histograma/ cambiar modo de histograma

source: switch histogram mode
es: cambiar modo de histograma

source: histogram/switch histogram type
es: histograma/ cambiar tipo de histograma

source: switch histogram type
es: cambiar tipo de histograma

source: create style from history
es: crear un estilo desde el historial

source: compress history stack
es: comprimir historial de acciones

source: create a minimal history stack which produces the same image
es: Generar un historial de acciones mínimo que produzca la misma imagen

source: create a style from the current history stack
es: Crear un estilo a partir del historial de acciones

source: always-on module
es: Módulo siempre activo

source: default enabled module
es: Módulo habilitado por defecto

source: deprecated module
es: Módulo sin soporte

source: selected image[s]
es: imagen(es) seleccionada(s)

source: trash
es: eliminar

source: send file to trash
es: Enviar el archivo a la papelera

source: physically delete from disk
es: eliminar físicamente del disco

source: remove
es: quitar

source: remove from the collection
es: Borrar de la colección

source: move...
es: mover...

source: move to other folder
es: Mover a otra carpeta

source: copy to other folder
es: Copiar a otra carpeta

source: create HDR
es: crear HDR

source: create a high dynamic range image from selected shots
es: Crear una imagen de rango dinámico amplio a partir de las imágenes seleccionadas

source: duplicate
es: duplicar

source: add a duplicate to the collection, including its history stack
es: Añadir un duplicado a la colección, incluyendo el historial de acciones

source: rotate selected images 90 degrees CCW
es: Rotar imágenes seleccionadas 90 grados en sentido antihorario

source: rotate selected images 90 degrees CW
es: Rotar imágenes seleccionadas 90 grados en sentido horario

source: reset rotation
es: restaurar rotación

source: reset rotation to EXIF data
es: Restaurar rotación según los datos Exif

source: copy locally
es: copiar localmente

source: copy the image locally
es: Copiar la imagen localmente

source: resync local copy
es: sincronizar copia local

source: synchronize the image's XMP and remove the local copy
es: Sincronizar el XMP de la imagen y remover la copia local

source: group
es: agrupar

source: add selected images to expanded group or create a new one
es: Agregar las imágenes seleccionadas al grupo actual o crear uno nuevo

source: ungroup
es: desagrupar

source: remove selected images from the group
es: Eliminar las imágenes seleccionadas del grupo

source: ratings
es: valoraciones

source: select ratings metadata
es: Seleccionar los metadatos de las valoraciones

source: colors
es: colores

source: select colors metadata
es: Seleccionar los metadatos de los colores

source: select tags metadata
es: Seleccionar los metadatos de las etiquetas

source: select geo tags metadata
es: Seleccionar los metadatos de las geoetiquetas

source: select dt metadata (from metadata editor module)
es: Seleccionar metadatos de dt (desde el módulo editor de metadatos)

source: set the (first) selected image as source of metadata
es: Fijar la primer imagen seleccionada como fuente de metadatos

source: paste selected metadata on selected images
es: Pegar los metadatos elegidos en las imágenes seleccionadas

source: clear
es: eliminar

source: clear selected metadata on selected images
es: Remover los metadatos elegidos de las imágenes seleccionadas

source: merge
es: integrar

source: how to handle existing metadata
es: Manera de gestionar los metadatos existentes

source: update image information to match changes to file
es: Actualizar la información de la imagen para que coincida con los cambios del archivo

source: remove from collection
es: eliminar de la colección

source: delete from disk or send to trash
es: borrar físicamente del disco o enviar a la papelera

source: resync the local copy
es: resincronizar copia local

source: copy metadata
es: copiar metadatos

source: replace metadata
es: reemplazar metadatos

source: paste metadata
es: pegar metadatos

source: clear metadata
es: borrar metadatos

source: scan for devices
es: buscar dispositivos

source: import from camera
es: importar desde la cámara

source: tethered shoot
es: captura

source: import folder
es: importar carpeta

source: device "%s" connected on port "%s".
es: Dispositivo "%s" conectado en el puerto "%s".

source: no supported devices found
es: no se encontraron dispositivos compatibles

source: import options
es: opciones al importar

source: import folders recursively
es: Importar carpetas recursivamente

source: recursively import subfolders. Each folder goes into a new film roll.
es: Importar carpetas de manera recursiva. Cada carpeta forma un carrete nuevo.

source: supported images
es: imágenes admitidas

source: file has unknown format!
es: El archivo tiene un formato desconocido

source: image...
es: imagen...

source: select one or more images to import
es: Seleccionar una o más imágenes para importar

source: folder...
es: carpeta...

source: select a folder to import as film roll
es: Seleccionar una carpeta para importar como carrete

source: scan for newly attached devices
es: Buscar nuevos dispositivos conectados

source: current order
es: orden actual

source: v3.0 (default)
es: v3.0 (por defecto)

source: edit `%s'
es: editar `%s'

source: nothing to save
es: nada que guardar

source: live view
es: visión en directo

source: toggle live view
es: activar visión en directo

source: zoom live view
es: ampliación en la visión en directo

source: move focus point in (big steps)
es: acercar punto de enfoque (gradual largo)

source: move focus point in (small steps)
es: acercar punto de enfoque (gradual corto)

source: move focus point out (small steps)
es: alejar punto de enfoque (gradual corto)

source: move focus point out (big steps)
es: alejar punto de enfoque (gradual largo)

source: rotate 90 degrees ccw
es: Rotar 90 grados en sentido antihorario

source: rotate 90 degrees cw
es: Rotar 90 grados en sentido horario

source: flip live view horizontally
es: Espejar horizontalmente la visión en directo

source: selected image
es: imagen seleccionada

source: overlay another image over the live view
es: Superponer otra imagen en la visión en directo

source: image id
es: imagen

source: enter image id of the overlay manually
es: Introduzca el id. de la imagen para superponer manualmente

source: overlay mode
es: modo de superposición

source: saturate
es: saturación

source: color dodge
es: blanquear

source: color burn
es: ennegrecer

source: hard light
es: claridad fuerte

source: soft light
es: claridad suave

source: exclusion
es: exclusión

source: HSL hue
es: tono HSL

source: HSL saturation
es: saturación HSL

source: HSL color
es: color HSL

source: HSL luminosity
es: luminosidad HSL

source: mode of the overlay
es: modo de superposición

source: split line
es: línea de corte

source: only draw part of the overlay
es: solo mostrar parte de la superposición

source: find location
es: buscar ubicación

source: map settings
es: configuración de mapa

source: show OSD
es: mostrar OSD

source: toggle the visibility of the map overlays
es: Cambiar la visibilidad del mapa superpuesto

source: map source
es: procedencia del mapa

source: select the source of the map. some entries might not work
es: Elegir la fuente del mapa. Algunas entradas podrían no funcionar

source: group #%d
es: agrupar #%d

source: add circle
es: Añadir círculo

source: add ellipse
es: Añadir elipse

source: add path
es: Trazar ruta

source: add gradient
es: Añadir gradiente

source: add brush
es: Trazar con pincel

source: duplicate this shape
es: duplicar esta figura

source: delete this shape
es: borrar esta figura

source: remove from group
es: remover del grupo

source: group the forms
es: agrupar figuras

source: use inverted shape
es: usar figura inversa

source: mode : union
es: modo : unión

source: mode : intersection
es: modo : intersección

source: mode : difference
es: modo : diferencia

source: mode : exclusion
es: modo : exclusión

source: cleanup unused shapes
es: remover figuras no usadas

source: created shapes
es: figuras creadas

source: metadata editor
es: editor de metadatos

source: <leave unchanged>
es: <dejar sin cambios>

source: metadata settings
es: Configuración de metadatos

source: tick if the corresponding metadata is of no interest for you it will be hidden from metadata editor, collection, image information and import module neither will it be exported
es: Marque la casilla si los metadatos correspondientes no le interesan Se ocultarán del editor de metadatos, la colección, la información de la imagen y el módulo de importación tampoco los exportará

source: private
es: privado

source: tick if you want to keep this information private (not exported with images)
es: Marque la casilla si desea mantener esta información en privado (no se exporta con las imágenes)

source: metadata list
es: lista de metadatos

source: metadata text. ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). if <leave unchanged> selected images have different metadata. in that case, right-click gives the possibility to choose one of them. press escape to exit the popup window
es: Texto de los metadatos. Use Ctrl+Rueda del Ratón para redimensionar el cuadro de texto, Ctrl+Entrar introduce una nueva línea (Precaución: puede no ser compatible con los metadatos estándar). Si <leave unchanged> las imágenes seleccionadas tienen diferentes metadatos, En ese caso, con clic secundario se puede de elegir una de ellas. Pulse Esc para salir de la ventana emergente.

source: remove metadata from selected images
es: Eliminar los metadatos de todas las imágenes seleccionadas

source: write metadata for selected images
es: Establecer los metadatos en las imágenes seleccionadas

source: configure metadata
es: configurar metadatos

source: Creative Commons Attribution (CC BY)
es: Creative Commons Atribución (CC BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
es: Creative Commons Atribución-Compartir Igual (CC BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
es: Creative Commons Atribución-Sin Derivadas (CC BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
es: Creative Commons Atribución-No Comercial (CC BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
es: Creative Commons Atribución-No Comercial-Compartir Igual (CC BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
es: Creative Commons Atribución-No Comercial-Sin Derivadas (CC BY-NC-ND)

source: all rights reserved
es: todos los derechos reservados

source: all rights reserved.
es: todos los derechos reservados.

source: filmroll
es: sesión

source: group id
es: id. grupo

source: version
es: versión

source: full path
es: ruta completa

source: flags
es: banderas

source: focus distance
es: distancia focal

source: datetime
es: fecha/hora

source: height
es: alto

source: export width
es: ancho de exportación

source: export height
es: altura de exportación

source: longitude
es: longitud

source: elevation
es: elevación

source: categories
es: categorías

source: image information
es: información de la imagen

source: double click to jump to film roll %s
es: doble clic para saltar al carrete %s

source: unused
es: sin usar

source: unused/deprecated
es: sin usar/sin soporte

source: marked for deletion
es: marcado para ser eliminado

source: auto-applying presets applied
es: ajustes automáticos establecidos

source: legacy flag. set for all new images
es: Banderas (antiguo). Asignadas a todas las imágenes nuevas

source: has .txt
es: tiene .txt

source: has .wav
es: tiene .wav

source: image rejected
es: imagen rechazada

source: image has %d star
es: la imagen tiene %d estrella

source: unknown
es: desconocido

source: rawspeed
es: velocidad de disparo

source: loader: %s
es: cargando: %s

source: jump to film roll
es: saltar al carrete

source: modulegroups
es: grupos de módulos

source: show only active modules
es: Mostrar únicamente los módulos activos

source: show only your favourite modules (selected in `more modules' below)
es: Mostrar únicamente los módulos favoritos (previa selección en 'mas módulos')

source: basic group
es: Grupo básico

source: tone group
es: Grupo tono

source: color group
es: Grupo color

source: correction group
es: Grupo corrección

source: effects group
es: Grupo efectos

source: search module
es: buscar módulo

source: search modules by name or tag
es: Buscar módulos por nombre o etiqueta

source: clear text
es: Borrar texto

source: more modules
es: más módulos

source: subset: no module
es: subconjunto: ningún módulo

source: subset: all modules
es: subconjunto: todos los modulos

source: subset: default modules
es: subconjunto: módulos por defecto

source: workspace: all-purpose
es: espacio de trabajo: polivalente / todo uso

source: workspace: landscape & HDR
es: espacio de trabajo: paisaje y HDR

source: workspace: architecture & streets
es: espacio de trabajo: arquitectura y calles

source: workspace: portrait & beauty
es: espacio de trabajo: retrato y belleza

source: workspace: lowlight & high ISO
es: espacio de trabajo: baja luminosidad e ISO alto

source: subset: creative modules only
es: subconjunto: sólo módulos creativos

source: subset: technical modules only
es: subconjunto: sólo módulos técnicos

source: navigation
es: navegación

source: fit to screen
es: ajustar a la pantalla

source: hide navigation thumbnail
es: ocultar navegación de miniaturas

source: print settings
es: ajustes de impresión

source: processing `%s' for `%s'
es: Procesando `%s' para el módulo `%s'

source: cannot open printer profile `%s'
es: No se puede abrir el perfil de la impresora `%s'

source: error getting output profile for image %d
es: Error al obtener el perfil de salida para la imagen %d

source: cannot apply printer profile `%s'
es: No se puede establecer el perfil de la impresora `%s'

source: failed to create temporary pdf for printing
es: Hubo un fallo al crear el archivo temporal pdf para imprimir

source: cannot print until a picture is selected
es: No se puede imprimir hasta que una imagen sea seleccionada

source: cannot print until a printer is selected
es: No se puede imprimir hasta que una impresora sea seleccionada

source: cannot print until a paper is selected
es: No se puede imprimir hasta que un papel sea seleccionado

source: cannot get image %d for printing
es: No se puede obtener la imagen %d para imprimirla

source: %3.2f (dpi:%d)
es: %3.2f (ppp:%d)

source: printer
es: impresora

source: media
es: tipos de papel

source: color management in printer driver
es: gestión de color en el controlador de la impresora

source: printer ICC profiles in %s or %s
es: Perfiles ICC de la impresora en %s o %s

source: black point compensation
es: compensación de punto negro

source: activate black point compensation when applying the printer profile
es: Activa la compensación de punto negro al establecer el perfil de la impresora

source: page
es: página

source: image width/height
es: ancho/alto de imagen

source: scale factor
es: factor de escala

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
es: Factor de escala de la imagen desde los PPP nativos de la impresora: menor a 1 significa que ha sido redimensionado a un tamaño inferior (mejor calidad) mayor a 1 significa que ha sido redimensionado a un tamaño mayor Un valor muy grande puede resultar en una calidad de impresión pobre

source: top margin
es: Margen superior

source: left margin
es: Margen izquierdo

source: lock
es: bloquear

source: change all margins uniformly
es: Cambiar los margenes uniformemente

source: right margin
es: Margen derecho

source: bottom margin
es: Margen inferior

source: temporary style to use while printing
es: Estilo para ser aplicado solo al imprimir

source: print
es: imprimir

source: print with current settings
es: Imprimir con la configuración actual

source: recently used collections
es: colecciones recientes

source: jump back to previous collection
es: retroceder a la colección anterior

source: and
es: y

source: or
es: o

source: but not
es: pero no

source: select all images in current collection
es: Seleccionar todas las imágenes en la colección actual

source: select none
es: deseleccionar todo

source: clear selection
es: Despejar selección

source: invert selection
es: invertir selección

source: select unselected images in current collection
es: Seleccionar las imágenes previamente no seleccionadas en la colección actual

source: select film roll
es: seleccionar carrete

source: select all images which are in the same film roll as the selected images
es: Seleccionar todas las imágenes que pertenezcan al mismo carrete que las imágenes seleccionadas

source: select untouched
es: seleccionar no editadas

source: select untouched images in current collection
es: Seleccionar las imágenes no procesadas en la colección actual

source: session
es: sesión

source: create
es: crear

source: snapshots
es: instantáneas

source: take snapshot
es: tomar una instantánea

source: toggle last snapshot
es: cambiar la última instantánea

source: take snapshot to compare with another image or the same image at another stage of development
es: Crea una instantánea para comparar con la misma imagen pero en un momento diferente del proceso o con otra imagen

source: styles
es: estilos

source: do you really want to remove style '%s'?
es: ¿Realmente desea eliminar el estilo '%s'?

source: remove style?
es: ¿Quitar el estilo?

source: select style
es: seleccionar estilo

source: darktable style files
es: archivos de estilo darktable

source: available styles, doubleclick to apply
es: Estilos disponibles: pulsación doble para aplicarlo

source: filter style names
es: filtrar nombres de estilo

source: create duplicate
es: crear duplicado

source: creates a duplicate of the image before applying style
es: Crear un duplicado de la imagen antes de aplicar el estilo

source: create...
es: crear...

source: create styles from history stack of selected images
es: Crear estilos a partir del historial de acciones de las imágenes seleccionadas

source: edit...
es: editar...

source: edit the selected style in list above
es: Edita el estilo seleccionado en la lista anterior

source: removes the selected style in list above
es: Elimina el estilo seleccionado de la lista anterior

source: import style from a style file
es: Importar el estilo desde un fichero

source: export the selected style into a style file
es: Exportar el estilo seleccionado a un fichero

source: tagging
es: etiquetado

source: attach
es: añadir

source: detach
es: disociar

source: new
es: nueva

source: redo last tag
es: deshacer el último etiquetado

source: attach tag to all
es: Añadir etiqueta a todas las imágenes

source: detach tag
es: disociar etiqueta

source: delete tag?
es: ¿Borrar etiqueta?

source: tag: %s
es: etiqueta: %s

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
es: ¿Desea borrar la etiqueta `%s'? %d imágenes tienen asignada esta etiqueta

source: tag %s removed
es: Etiqueta %s eliminada

source: delete path
es: Borrar ruta

source: <u>%d</u> tag will be deleted.
es: <u>%d</u> etiqueta se eliminará.

source: <u>%d</u> image will be updated
es: <u>%d</u> imagen se actualizará.

source: %d tags removed
es: %d etiquetas eliminadas

source: create tag
es: Crear etiqueta

source: name:
es: nombre:

source: add to: "%s"
es: añadir a: "%s"

source: category
es: categoría

source: synonyms:
es: sinónimos:

source: empty tag is not allowed, aborting
es: No se permite una etiqueta en blanco. Abortando.

source: tag name already exists. aborting.
es: El nombre de la etiqueta ya existe. Abortando.

source: edit tag
es: editar etiqueta

source: <u>%d</u> tag will be updated.
es: <u>%d</u> etiqueta se actualizará.

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
es: El caracter '|' no se puede usar para renombrar una etiqueta. Use cambiar ruta para modificar la jerarquía. Abortando.

source: at least one new tag name (%s) already exists, aborting
es: Al menos un nuevo nombre de etiqueta (% s) ya existe... abortando.

source: rename path?
es: ¿confirma cambiar la ruta?

source: selected path: %s
es: Ruta seleccionada: %s

source: '|' misplaced, empty tag is not allowed, aborting
es: '|' fuera de lugar. No se permite una etiqueta en blanco... abortando.

source: at least one new tagname (%s) already exists, aborting.
es: Al menos un nombre de etiqueta nuevo (% s) ya existe... abortando.

source: attach tag
es: añadir etiqueta
